Repository: Bekamit/al_khail
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, ru, tr

source: 1. Settings
ar: 1. الإعدادات
ru: 1. Настройки
tr: 1. Ayarlar

source: The Email field must be set
ru: E-mail должен быть уникальным
tr: E-posta alanı ayarlanmalıdır

source: English
ar: الإنجليزية
ru: Английский
tr: İngilizce

source: Turkish
ar: التركية
ru: Турецкий
tr: Türkçe

source: Russian
ar: الروسية
ru: Русский
tr: Rusça

source: email address
ar: عنوان البريد الإلكتروني
ru: адрес электронной почты
tr: e-posta adresi

source: staff status
ru: Статус персонала
tr: personel durumu

source: active status
ru: Статус активный пользователь
tr: aktif durum

source: 2. Analytics
ar: 2. التحليلات
ru: 2. Аналитика
tr: 2. Analiz

source: Catalog downloader
ru: Скачивание каталога
tr: Katalog indirici

source: Catalog downloaders
ru: Скачивания каталога
tr: Katalog indiriciler

source: Message from site
ru: Сообщение с сайта
tr: Siteden mesaj

source: Messages from site
ru: Сообщения с сайта
tr: Siteden mesajlar

source: Invalid phone number
ar: رقم الهاتف غير صالح
ru: Недопустимый номер телефона
tr: Geçersiz telefon numarası

source: Invalid phone number format
ar: تنسيق رقم الهاتف غير صالح
ru: Недопустимый формат номера телефона
tr: Geçersiz telefon numarası formatı

source: Wrong format
ar: تنسيق خاطئ
ru: Неверный формат
tr: Yanlış format

source: You can choice only future
ar: يمكنك اختيار المستقبل فقط
ru: Звонок в прошлое невозможен :(
tr: Yalnızca geleceği seçebilirsiniz

source: estate id does not exist
ar: معرف العقار غير موجود
ru: ID объекта недвижимости не существует
tr: estate id mevcut değil

source: Invalid role: must be an `agent`, `buyer` or `explorer`
ar: دور غير صالح: يجب أن يكون `وكيلً` أو `مشتريًا` أو `مستكشفًا.
ru: Неверное указание роли: может быть только `agent`, `buyer` или `explorer`
tr: Geçersiz rol: `agent`, `buyer` veya `explorer` olmalıdır

source: Estate id does not exist
ar: معرف العقار غير موجود
ru: ID объекта недвижимости не существует
tr: estate id mevcut değil

source: 5. City
ar: 5. المدينة
ru: 5. Город
tr: 5. Şehir

source: Cities
ar: المدن
ru: Города
tr: Şehirler

source: 6. Company
ar: 6. الشركة
ru: 6. Компания
tr: 6. Şirket

source: About company
ar: الشركة
ru: О компании
tr: Şirket hakkında

source: Add/pop from site
ar: إضافة/البوب من الموقع
ru: Добавить/удалить с сайта
tr: Siteden ekle/çıkar

source: 4. Estate
ar: 4. العقار
ru: 4. Недвижимость
tr: 4. Emlak

source: Estate Type
ru: Тип Недвижимость
tr: Emlak Türü

source: Estate Types
ar: أنواع العقارات
ru: Типы недвижимости
tr: Emlak Türleri

source: Estate
ru: Недвижимость
tr: Emlak

source: Estates
ru: Объекты
tr: Emlaklar

source: 3. Project
ar: 3. المشروع
ru: 3. Проект
tr: 3. Proje

source: Facilities Type
ar: نوع المرافق
ru: Приемущества
tr: Tesis Türü

source: Facilities Types
ar: أنواع المرافق
ru: Приемущества
tr: Tesis Türleri

source: Project
ar: المشروع
ru: Проект
tr: Proje

source: Projects
ru: Проекты
tr: Projeler

source: 7. Static content
ar: 7. المحتوى الثابت
ru: 7. Статические данные
tr: 7. Sabit İçerik

source: Header
ar: الرأس
ru: Хэдер
tr: Başlık

source: Header static content
ar: المحتوى الثابت للرأس
ru: Данные хэдера
tr: Başlık sabit içeriği

source: Body
ar: الجسم
ru: Боди
tr: İçerik

source: Body static content
ar: المحتوى الثابت للجسم
ru: Данные body
tr: İçerik sabit içeriği

source: Footer
ar: التذييل
ru: Футер
tr: Altbilgi

source: Footer static content
ar: المحتوى الثابت للتذييل
ru: Данные footer
tr: Altbilgi sabit içeriği

source: Form
ar: النموذج
ru: Форма

source: Forms static content
ar: المحتوى الثابت للنماذج
ru: Данные форм
tr: Form sabit içeriği

source: Error 404
ar: خطأ 404
ru: Ошибка 404
tr: Hata 404

source: Error static content
ar: المحتوى الثابت للنماذج
ru: Ошибка статических данных
tr: Form sabit içeriği

source: Default Value
ar: القيمة الافتراضية
ru: Значение по умолчанию
tr: Varsayılan Değer

source: Default Values
ar: القيم الافتراضية
ru: Значения по умолчанию
tr: Varsayılan Değerler

source: Arabic
ar: العربية
ru: Арабский
tr: Arapça
